tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
cask 'java'
brew 'android-sdk'
brew 'archey'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'coreutils'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'libpng'
brew 'freetype'
brew 'git'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'go'
brew 'icu4c'
brew 'jpeg'
brew 'libtiff'
brew 'libtool'
brew 'perl'
brew 'xz'
brew 'imagemagick'
brew 'jemalloc'
brew 'openssl'
brew 'libevent'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'libmagic'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'mongodb'
brew 'msgpack'
brew 'mysql'
brew 'node'
brew 'node@6'
brew 'openssl@1.1'
brew 'pcre'
brew 'pkg-config'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby'
brew 'the_silver_searcher'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'unibilium'
brew 'vim'
brew 'yarn'
brew 'zsh'
brew 'neovim/neovim/neovim'
cask 'black-screen'
cask 'ngrok'
cask 'wkhtmltopdf'
