aria2
assimp
autoconf
awscli
boost
brotli
ca-certificates
cairo
cffi
cmake
curl
dbus
docutils
double-conversion
flyctl
fnm
fontconfig
freetype
fzf
geos
gettext
giflib
git
git-crypt
glib
gnu-sed
graphite2
harfbuzz
helix
heroku
htop
hunspell
icu4c
jansson
jasper
jpeg-turbo
jq
keychain
libb2
libcbor
libevent
libfido2
libidn2
libmng
libnghttp2
libpng
libssh2
libtermkey
libtiff
libunistring
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
luajit
luv
lz4
lzo
m4
md4c
mpdecimal
msgpack
mysql
ncurses
neovim
oniguruma
openldap
openssl@1.1
openssl@3
pcre
pcre2
pixman
pkg-config
protobuf@21
pycparser
pyenv
python-brotli
python-certifi
python-mutagen
python-setuptools
python@3.11
python@3.12
qt
qt@5
rapidjson
readline
ripgrep
rtmpdump
six
sqlite
starship
stow
tcl-tk
tmux
tree
tree-sitter
um
unibilium
universal-ctags
utf8proc
watch
webp
wget
xorgproto
xz
yt-dlp
zlib
zsh
zstd
1password
alt-tab
android-platform-tools
appcleaner
brave-browser
dbeaver-community
discord
dropbox
firefox
google-chrome
hammerspoon
karabiner-elements
keepingyouawake
keka
kitty
lulu
ngrok
notion
obs
orbstack
postman
raspberry-pi-imager
raycast
scroll-reverser
slack
spotify
steam
tailscale
telegram
transmission
utm
visual-studio-code
vlc
vnc-viewer
wezterm
zoom
