# vim: set ft=ruby:

brew "ast-grep"
brew "aria2"
brew "bat"
brew "btop"
brew "cmake"
brew "curl"
brew "eza"
brew "fnm"
brew "fzf"
brew "git"
brew "gh"
brew "hellwal"
brew "just"
brew "keychain"
brew "neovim"
brew "parallel"
brew "pngcrush"
brew "poetry"
brew "progress"
brew "pyenv", args: ["HEAD", "fetch-HEAD"]
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "tldr"
brew "tree"
brew "um"
brew "uv"
brew "universal-ctags"
brew "watch"
brew "wget"

# pyenv build deps
# https://github.com/pyenv/pyenv/wiki#suggested-build-environment
brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew "tcl-tk"
brew "libb2"
brew "zstd"
brew "zlib"
brew "pkgconfig"

# Browsers
cask "brave-browser"
cask "ungoogled-chromium"
cask "firefox"
cask "google-chrome"

cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-platform-tools"
cask "dbeaver-community"
cask "discord"
cask "hammerspoon"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "kitty"
cask "notion"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "swiftbar"
cask "tailscale-app"
cask "telegram"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"

tap "heroku/brew"
brew "heroku/brew/heroku"

tap "teamookla/speedtest"
brew "teamookla/speedtest/speedtest"

tap "tw93/tap"
brew "tw93/tap/mole"
