# vim: set ft=ruby:

brew "aria2"
brew "cmake"
brew "curl"
brew "fnm"
brew "git"
brew "pyenv"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "tmux"
brew "tmuxp"
brew "universal-ctags"
brew "watch"
brew "wget"

# pyenv build deps
# https://github.com/pyenv/pyenv/wiki#suggested-build-environment
brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "tcl-tk"

cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-platform-tools"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "eloston-chromium"
cask "hammerspoon"
cask "handbrake"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "kitty"
cask "notion"
cask "obs"
cask "orbstack"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "tailscale"
cask "telegram"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"

tap "homebrew/cask-versions"

cask "firefox-nightly"
cask "firefox-developer-edition"
