# vim: set ft=ruby:

brew "aria2"
brew "btop"
brew "cmake"
brew "curl"
brew "fnm"
brew "fzf"
brew "git"
brew "gh"
brew "keychain"
brew "neovim"
brew "parallel"
brew "pngcrush"
brew "poetry"
brew "progress"
brew "pyenv", args: ["HEAD", "fetch-HEAD"]
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "um"
brew "universal-ctags"
brew "watch"
brew "wget"

# pyenv build deps
# https://github.com/pyenv/pyenv/wiki#suggested-build-environment
brew "openssl"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "tcl-tk"

# Browsers
cask "brave-browser"
cask "firefox"
cask "firefox@nightly"
cask "eloston-chromium"
cask "google-chrome"
cask "google-chrome@beta"

cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-platform-tools"
cask "dbeaver-community"
cask "discord"
cask "ghostty"
cask "hammerspoon"
cask "handbrake"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "obs"
cask "orbstack"
cask "raycast"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "swiftbar"
cask "tailscale"
cask "telegram"
cask "transmission"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "yaak"
cask "zed"

tap "heroku/brew"
brew "heroku/brew/heroku"

tap "teamookla/speedtest"
brew "teamookla/speedtest/speedtest"
